export default {
    title: "Нгуен Тиен Хоач",

    seo: {
        home: {
            title: "Нгуен Тиен Хоач",
            description:
                "Я независимый Fullstack-разработчик программного обеспечения, в настоящее время проживающий во Вьетнаме.",
        },
        projects: {
            title: "Проекты",
            description:
                "За эти годы я работал над множеством небольших проектов, но именно этими я горжусь больше всего.",
        },
        articles: {
            title: "Статьи",
            description:
                "Интересные статьи, которые мне показались интересными.",
        },
        lab: {
            title: "Лаб",
            description:
                "Некоторые случайные эксперименты с пользовательским интерфейсом, которые я провожу в свободное время.",
        },
    },
    home: {
        name: "Нгуен Тиен Хоач",
        hello: "Привет",
        aboutMeText1:
            "Меня зовут Нгуен Тиен Хоач. Я независимый Fullstack-разработчик программного обеспечения, в настоящее время живу во Вьетнаме.",
        aboutMeText2:
            "Помимо программирования, я люблю читать мангу и манхву (мой любимый — «Легенда о Северном клинке»).",
        followMeOn: "Вы можете следить за мной",
        contactsForWork: "Для работы со мной",
        technologyStack: "Мой стек технологий",
    },
    projects: {
        projects: "Проекты",
        description: "Посмотрите",
    },
    articles: {
        articles: "Статьи",
        description: "Интересные и познавательные",
        search: "Поиск",
        notFound: "Не найден",
    },
    bookmarks: {
        bookmarks: "Закладки",
        description: "Вам понравится",
    },
    lab: {
        lab: "Лаб",
        description: "Попробуйте",
    },
    navbar: {
        home: "Главный",
        projects: "Проекты",
        articles: "Статьи",
        bookmarks: "Закладки",
        lab: "Лаб",
        selectLanguage: "Выбрать язык",
        toggleTheme: "Сменить тему",
        menu: "Меню",
    },
    cursor: {
        title: "Внимание!",
        description: "Наведите курсор на сайт, чтобы увидеть курсор.",
    },
};
