export default {
  home: {
    name: "Нгуен Тиен Хоач",
    hello: "Привет",
    aboutMeText1:
      "Меня зовут Нгуен Тиен Хоач. Я независимый разработчик программного обеспечения, в настоящее время живу во Вьетнаме.",
    aboutMeText2:
      "Я Fullstack-разработчик. Мои основные инструменты — golang, vue и React.",
    aboutMeText3:
      "Помимо программирования, я люблю читать мангу и манхву (мой любимый — «Легенда о Северном клинке»).",
    followMeOn: "Вы можете следить за мной",
    contactsForWork: "Для работы со мной",
  },
  projects: {
    projects: "Проекты",
    description:
      "На протяжении многих лет я работал над множеством небольших проектов, но именно этими я горжусь больше всего.",
  },
  articles: {
    articles: "Статьи",
    description: "Статьи, которые мне показались интересными.",
  },
  bookmarks: {
    bookmarks: "Закладки",
    description: "Удивительные вещи, которые я нашел в Интернете.",
  },
  lab: {
    lab: "Лаб",
    description:
      "Несколько случайных экспериментов с пользовательским интерфейсом, которые я нахожу в свободное время.",
  },
  navbar: {
    home: "Главный",
    projects: "Проекты",
    articles: "Статьи",
    bookmarks: "Закладки",
    lab: "Лаб",
    selectLanguage: "Выбрать язык",
    toggleTheme: "Сменить тему",
  },
  cursor: {
    title: "Внимание!",
    description: "Наведите курсор на сайт, чтобы увидеть курсор.",
  },
};
